export const fa = {
    layout: {
        myName: "محمد مرادی",
        homPage_btn: "صفحه اصلی",
        aboutMe_btn: "درباره من",
        projects_btn: "پروژه ها",
        contactMe_btn: "تماس با من",
        enLang: "انگلیسی",
        faLang: "فارسی",
        footer: "ساخته شده با",
    },
    HomePage: {
        hi: "سلام، من",
        introduction: "معرفی",
        intro_p1:
            "سلام! 👋 من محمد مرادی هستم، یک توسعه‌دهنده جونیور فرانت‌اند با تخصص در React.js ⚛️. در طول تحصیل در رشته مهندسی کامپیوتر 🎓، دوره‌ای جامع در زمینه فرانت‌اند با رشدانا گذراندم که پایه‌ای قوی برای مسیر توسعه وب من ایجاد کرد. بعدها برای تعمیق دانش و کسب تجربه عملی در پروژه‌های واقعی 🚀، به بوت‌کمپ فرانت‌اند React کوئرا پیوستم.",
        intro_p2:
            "من عاشق طراحی رابط‌های کاربری زیبا و کاربردی 🎨 هستم و دائماً به دنبال چالش‌های جدید برای یادگیری و رشد 📚. مهارت‌های من شامل جاوااسکریپت، HTML، CSS، Tailwind و React.js 💻 است. با ترکیبی از سخت‌کوشی، سازماندهی و انرژی مثبت ✨، در هر پروژه‌ای برای ارائه نتایج برجسته تلاش می‌کنم.",
        intro_p3:
            "اگر به دنبال همکاری اختصاصی برای پروژه‌های فرانت‌اند هستید، خوشحال می‌شوم با شما ارتباط برقرار کنم! 🤝",
        more_btn: "مشاهده بیشتر",
        skill_list: "لیست مهارت‌ها",
        education: "تحصیلات",
        university: "مجتمع آموزش عالی لارستان",
        degree: "کارشناسی مهندسی کامپیوتر، نرم‌افزار",
        uni_date: "شهریور ۱۳۹۸ - مرداد ۱۴۰۳",
        licenses: "مجوزها و گواهینامه‌ها",
        course_name: "بوت‌کمپ وظیفه‌محور در توسعه فرانت‌اند با React",
        company: "کوئرا",
        course_date: "صادر شده در خرداد ۱۴۰۲",
        certificate: "مشاهده گواهی",
    },
    AboutMePage: {
        aboutPage_title1: "✨ معرفی کامل من:",
        aboutPage_title2: "🌱 ورود من به دنیای برنامه‌نویسی:",
        aboutPage_title3: "🎯 اهداف کنونی من:",
        aboutPage_p1:
            "سلام! من محمد مرادی هستم، یک برنامه‌نویس مشتاق و خلاق با شخصیتی سخت‌کوش و کنجکاو. از کودکی با کامپیوتر بزرگ شدم و همیشه دوست داشتم ایده‌هایم را به چیزی واقعی و کاربردی تبدیل کنم. شخصیت من درون‌گراست (INTJ یا ISFJ)، اما با پشتکاری که دارم، همیشه به دنبال یادگیری و پیشرفت هستم. 💻🌟",
        aboutPage_p2:
            "ماجرای من با برنامه‌نویسی از دوران نوجوانی و آشنایی با زبان پایتون شروع شد. اولین کتابی که مطالعه کردم، «پایتون برای دانش‌آموزان» بود و همین باعث شد به دنیای شگفت‌انگیز برنامه‌نویسی علاقه‌مند شوم. بیشتر مهارت‌هایم را به صورت خودآموز از اینترنت یاد گرفتم و تجربه‌هایی با کتابخانه‌هایی مثل Selenium برای طراحی خزنده وب کسب کردم.در دانشگاه، مسیرم به سمت حوزه فرانت‌اند تغییر کرد. با شرکت در دوره رشدانا پایه‌های این مهارت را ساختم و سپس در بوت‌کمپ کوئرا شرکت کردم تا برای ورود به بازار کار آماده شوم. در این بین، با وردپرس هم کار کردم و چندین سایت طراحی کردم که باعث شد دید عمیق‌تری به طراحی وب‌سایت پیدا کنم. 🌐🚀",
        aboutPage_p3:
            " الان که تازه فارغ‌التحصیل شده‌ام، به دنبال یک موقعیت شغلی در شرکت‌های دانش‌بنیان به صورت امریه هستم تا بتوانم مهارت‌هایم را در یک محیط حرفه‌ای به کار بگیرم. همچنین اگر پروژه‌های دورکاری در زمینه فرانت‌اند یا وردپرس وجود داشته باشد، با کمال میل آماده همکاری هستم. هدف من این است که با استفاده از مهارت‌هایم، به خلق تجربه‌های دیجیتالی بهتر کمک کنم. 😊✨",
    },
    ProjectsPage: {
        projects: "پروژه های من",
    },
    ContactMePage: {
        call: "با من تماس بگیرید",
        mail: "ارسال ایمیل",
        networks: "شبکه‌های اجتماعی من",
    },
    NotFoundPage: {
        notFound: "مسیر اشتباهی آمدید",
        backHome: "برگشت به خانه",
    },
};
