export const fa = {
    layout: {
        myName: "محمد مرادی",
        homPage_btn: "صفحه اصلی",
        aboutMe_btn: "درباره من",
        contactMe_btn: "تماس با من",
        enLang: "انگلیسی",
        faLang: "فارسی",
        footer: "ساخته شده با",
    },
    HomePage: {
        hi: "سلام، من",
        introduction: "معرفی",
        intro_p1:
            "سلام! 👋 من محمد مرادی هستم، یک توسعه‌دهنده جونیور فرانت‌اند با تخصص در React.js ⚛️. در طول تحصیل در رشته مهندسی کامپیوتر 🎓، دوره‌ای جامع در زمینه فرانت‌اند با رشدانا گذراندم که پایه‌ای قوی برای مسیر توسعه وب من ایجاد کرد. بعدها برای تعمیق دانش و کسب تجربه عملی در پروژه‌های واقعی 🚀، به بوت‌کمپ فرانت‌اند React کوئرا پیوستم.",
        intro_p2:
            "من عاشق طراحی رابط‌های کاربری زیبا و کاربردی 🎨 هستم و دائماً به دنبال چالش‌های جدید برای یادگیری و رشد 📚. مهارت‌های من شامل جاوااسکریپت، HTML، CSS، Tailwind و React.js 💻 است. با ترکیبی از سخت‌کوشی، سازماندهی و انرژی مثبت ✨، در هر پروژه‌ای برای ارائه نتایج برجسته تلاش می‌کنم.",
        intro_p3:
            "اگر به دنبال همکاری اختصاصی برای پروژه‌های فرانت‌اند هستید، خوشحال می‌شوم با شما ارتباط برقرار کنم! 🤝",
        more_btn: "مشاهده بیشتر",
        skill_list: "لیست مهارت‌ها",
        education: "تحصیلات",
        university: "مجتمع آموزش عالی لارستان",
        degree: "کارشناسی مهندسی کامپیوتر، نرم‌افزار",
        uni_date: "شهریور ۱۳۹۸ - مرداد ۱۴۰۳",
        licenses: "مجوزها و گواهینامه‌ها",
        course_name: "بوت‌کمپ وظیفه‌محور در توسعه فرانت‌اند با React",
        company: "کوئرا",
        course_date: "صادر شده در خرداد ۱۴۰۲",
        certificate: "مشاهده گواهی",
    },
    AboutMePage: {
        aboutPage_title1: "ابتدا، معرفی کامل از خودم",
        aboutPage_title2: "دوم، ورودم به دنیای برنامه‌نویسی",
        aboutPage_title3: "سوم، به دنبال چه چیزی هستم",
        aboutPage_p1: "ابتدا، معرفی کامل از خودم",
        aboutPage_p2: "ابتدا، معرفی کامل از خودم",
        aboutPage_p3: "ابتدا، معرفی کامل از خودم",
    },
    ContactMePage: {
        call: "با من تماس بگیرید",
        mail: "ارسال ایمیل",
        networks: "شبکه‌های اجتماعی من",
    },
};
